-- Add missing experts from website to database
INSERT INTO speakers (name, role, image, bio) VALUES 
('Берг Полина Юрьевна', 'Мастер исторического костюма', 'https://cdn.poehali.dev/files/ac72f595-012b-4bb4-9f27-b198576f5ed4.jpg', 'Северный бренд одежды Пинега'),
('Ляшева Карина Викторовна', 'Эксперт гастрономического искусства', 'https://cdn.poehali.dev/files/aa430451-7e67-4a2d-b073-2c8fc22f6d71.jpg', 'Владелица семейного бизнеса компании «ВЕЕК»'),
('Мерзлая Людмила Ивановна', 'Художница', 'https://cdn.poehali.dev/files/d43f8002-32ee-4d33-b31a-1522584b8d7a.jpg', 'Владелица творческого пространства Приходи творить'),
('Христенко Юлия Анатольевна', 'Дизайнер', 'https://cdn.poehali.dev/files/11ada638-a634-464f-bc5e-2fabbfbc56ed.jpg', 'Бренд одежды JK'),
('Самсонова Юлия Аркадьевна', 'Стилист', 'https://cdn.poehali.dev/files/37231f0d-7f2c-44ec-a259-688241e59545.jpg', 'Эксперт по стилю и имиджу'),
('Рябова Тамара Васильевна', 'Фитнес тренер', 'https://cdn.poehali.dev/files/7fa24823-78a5-4550-8937-8659f6f2fb59.jpg', 'Эксперт здорового образа жизни'),
('Лазарева Мария Михайловна', 'Психолог, Психотерапевт', 'https://cdn.poehali.dev/files/15652b13-1d93-40d4-b392-b4b4bdaf51cc.jpg', 'Метод Символдрама, Бизнестренер'),
('Кузнецова Екатерина Юрьевна', 'Руководитель', 'https://cdn.poehali.dev/files/f4f78af3-467b-4528-ac10-d085a6eeb04b.jpg', 'Центр развития туризма и культуры Архангельской области')
ON CONFLICT DO NOTHING;
