export const VALUES = [
  {
    title: 'Солидарность',
    description: 'Поддерживаем друг друга, отмечая достижения каждой участницы',
    icon: 'Heart',
    emoji: '🤝'
  },
  {
    title: 'Инновации',
    description: 'Поощряем креативность и привнесение свежих идей',
    icon: 'Lightbulb',
    emoji: '💡'
  },
  {
    title: 'Равноправие',
    description: 'Стремимся к равным возможностям и уважению для всех женщин',
    icon: 'Scale',
    emoji: '⚖️'
  },
  {
    title: 'Открытость',
    description: 'Приветствуем разнообразие мнений и культурный обмен',
    icon: 'Globe',
    emoji: '🌍'
  },
];
